Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Башкортостан1214.tmx
Source language: ru
Languages: ba

source: Есть идея!
ba: Идея бар!

source: Ноу-хау республиканских ученых успешно воплощаются в жизнь.
ba: Республика ғалимдарының асыштары тормошта әүҙем ҡулланыла.

source: В правительстве Башкортостана чествовали молодых ученых, удостоенных Государственной республиканской молодежной премии в области науки и техники по итогам 2014 и 2015 годов.
ba: Башҡортостан Хөкүмәтендә 2014 һәм 2015 йылдар һөҙөмтәләре буйынса Фән һәм техника өлкәһендә дәүләт республика йәштәр премияһына лайыҡ булыусы йәш ғалимдар тәбрикләнде.

source: На рассмотрение конкурсной комиссии поступило сорок проектов по трем номинациям — естественные, технические и гуманитарные науки.
ba: Конкурс комиссияһы өс йүнәлеш — тәбиғи, техник һәм гуманитар фәндәр буйынса ҡырҡ проектты ҡараны.

source: Жизнь современной цивилизации невозможна без научных открытий, изобретений.
ba: Бөгөнгө тормошто фәнни асыштарһыҙ, уйлап табыуҙарһыҙ күҙ алдына ла килтереп булмай.

source: Благодаря науке человек пересел с лошади на автомобиль, полетел в космос, получил возможность пользоваться интернетом, одолел многие смертельные болезни.
ba: Фән ярҙамында кеше аттан автомобилгә күсеп ултырған, йыһанға осҡан, интернет киңлектәрен үҙләштергән, күп кенә ҡурҡыныс сирҙәрҙе еңгән.

source: Стали возможными создание домов с помощью 3D-принтера, трансплантация органов.
ba: Хәҙер 3-D принтер ярҙамында йорттар төҙөү, кешенең ағзаларын күсереп ултыртыу мөмкин.

source: Практически ежедневно внедряются новые технологии, значительно облегчающие нашу жизнь и соответственно способствующие развитию экономики.
ba: Көн һайын тигәндәй тормошобоҙҙо уңайлыраҡ итеүсе, бер ыңғайҙан иҡтисади үҫешкә нигеҙ булыусы асыштар яһала.

source: К примеру, на смену ручному труду повсеместно пришла автоматика, что значительно экономит силы и увеличивает производительность.
ba: Мәҫәлән, ҡул эшен автоматика алмаштыра, ә был үҙ сиратында көс сарыф итеүҙе кәметеүгә һәм етештереүсәнлекте арттырыуға булышлыҡ итә.

source: Не отстает в научном плане и наша республика.
ba: Фән йәһәтенән республикабыҙ ҙа төшөп ҡалғандарҙан түгел.

source: Чтобы поощрять талантливых ученых, внесших значительный вклад в науку, в Башкортостане учреждена специальная премия.
ba: Башҡортостанда фәнгә тос өлөш индергән талантлы ғалимдарҙы билдәләү маҡсатында махсус премия булдырылған.

source: В конкурсе участвуют научные работники, преподаватели вузов, аспиранты, докторанты, а также специалисты народного хозяйства в возрасте не старше 35 лет.
ba: Конкурста 35 йәшкә тиклемге ғилми хеҙмәткәрҙәр, юғары уҡыу йорттары уҡытыусылары, аспиранттар, докторанттар, шулай уҡ халыҡ хужалығы белгестәре ҡатнаша.

source: За 14 лет ее лауреатами стали 21 молодой ученый и 14 коллективов.
ba: 14 йыл дауамында 21 йәш ғалим һәм 14 коллектив премия лауреаттары булып танылды.

source: Бортовые приборы для авиации
ba: Авиация өсөн борт приборҙары

source: В этом году премия в номинации «Технические науки» досталась коллективу кафедры электромеханики УГАТУ за разработку темы «Перспективные электромеханические преобразователи энергии для автономных объектов».
ba: Быйыл «Техник фәндәр» номинацияһындағы премия «Автономлы объекттар өсөн энергияның перспектив электромеханик үҙгәрештәре» тигән теманы үҙләштергәне өсөн Өфө дәүләт авиация техник университетының электромеханика кафедраһына тапшырылды.

source: — Мы разрабатываем различные электрические приборы для боевой и гражданской авиации, — рассказал руководитель студенческого конструкторского бюро кандидат технических наук Вячеслав Вавилов.
ba: — Беҙ хәрби һәм граждандар авиацияһы өсөн төрлө электр приборҙары уйлап табабыҙ, — тип һөйләй студенттарҙың конструктор бюроһы етәксеһе, техник фәндәр кандидаты Вячеслав Вавилов.

source: — Чем совершеннее бортовые электроприборы, тем надежнее сам самолет, тем лучше он летает и лучше выполняет свои задачи.
ba: — Борттағы электр приборҙары ни тиклем камилыраҡ булһа, самолет шул тиклем ышаныслыраҡ тигән һүҙ, ул яҡшыраҡ оса, үҙ бурысын еренә еткереп башҡара.

source: Наши разработки успешно внедряются в разных отраслях промышленности.
ba: Асыштарыбыҙ сәнәғәттең төрлө тармаҡтарында уңышлы тормошҡа ашырыла.

source: По нашим расчетам и документациям создаются образцы, которые ставят на реальные борта самолетов.
ba: Беҙҙең иҫәпләүҙәр һәм документтар буйынса өлгөләр булдырыла, улар ысын самолеттарҙа ҡулланыла.

source: Например, в прошлом году разработали 23 образца изделий.
ba: Мәҫәлән, былтыр 23 төрлө өлгө эшләнек.

source: Такие приборы раньше производились Украиной,теперь они выпускаются на отечественных заводах.
ba: Элек ундай приборҙар Украинала етештерелә ине, ә хәҙер үҙебеҙҙең заводтарҙа сығарыла.

source: Также мы занимаемся разработкой различных систем для автономных источников, в частности, для снегоходов.
ba: Башҡа төрлө ҡорамалдар, мәҫәлән, ҡаргиҙәрҙәр өсөн төрлө системалар уйлап табабыҙ.

source: Есть космические разработки.
ba: Космосҡа ҡағылышлы эшкәртмәләребеҙ ҙә бар.

source: Причем многие наши работы не имеют аналогов в мире, по некоторым параметрам они уникальны.
ba: Ҡайһы бер асыштарыбыҙ үтә лә үҙенсәлекле, уларҙың донъя кимәлендә ише юҡ.

source: Борьба с бедностью
ba: Ярлылыҡ менән көрәш

source: В области гуманитарных наук премию получил старший научный сотрудник Института социально-экономических исследований УНЦ РАН Айбулат Каримов за цикл научных работ на тему «Бедность работающего населения как социально-экономический феномен: опыт междисциплинарного исследования».
ba: Гуманитар фәндәр йүнәлешендәге премия Рәсәй Фәндәр академияһының Социаль-иҡтисади тикшеренеүҙәр институтының өлкән ғилми хеҙмәткәре Айбулат Кәримовҡа «Социаль-иҡтисади күренеш булараҡ эшләүсе халыҡтың ярлылығы: дисциплина-ара тикшеренеүҙәр тәжрибәһе» тигән темаға фәнни эштәр циклы өсөн тапшырылды.

source: — В течение пяти лет я изучал экономический аспект бедности, исследовал уровень качества жизни работающего населения с низкими доходами, — отмечает Айбулат Каримов.
ba: — Биш йыл дауамында мин ярлылыҡты иҡтисади күҙлектән сығып тикшерҙем, эшләп йөрөүсе, әммә килеме ҙур булмаған ғаиләләрҙең тормош сифатын өйрәндем, — тип билдәләй Айбулат Кәримов.

source: — В результате подготовил свои предложения и рекомендации по решению этой проблемы.
ba: — Шуның һөҙөмтәһендә был мәсьәләгә ҡағылышлы фекерҙәремде һәм тәҡдимдәремде еткерҙем.

source: Некоторые положения моего исследования легли в основу среднесрочной комплексной программы развития северо-восточных районов и Зауралья.
ba: Тикшереүҙәремдең ҡайһы бер өлөштәре төньяҡ-көнсығыш һәм Урал аръяғы райондарын үҫтереүҙең урта ваҡытҡа иҫәпләнгән комплекслы программаһына индерелде.

source: Думаю, что прикладной потенциал моей научной работы будет реализован в полной мере.
ba: Киләсәктә фәнни эшемдең ғәмәли потенциалы тулыһынса ҡулланылыр, тип уйлайым.

source: Одолеть онкологию
ba: Яман шеште еңергә

source: В номинации «Естественные науки» награды удостоились доценты кафедры генетики и фундаментальной медицины биологического факультета Башкирского государственного университета Альфия Нургалиева и Дарья Прокофьева за научно-исследовательскую работу «Разработка прогностической тест-системы для выявления риска развития рака яичников и рака желудка».
ba: «Тәбиғи фәндәр» йүнәлешендәге премияға «Түллек биҙҙәре һәм ашҡаҙан яман шеше хәүефен асыҡлаусы тест-система эшкәртмәһе» тип аталған фәнни-тикшеренеү эше өсөн Башҡорт дәүләт университетының биология факультетының генетика һәм фундаменталь медицина кафедраһы доценттары Әлфиә Нурғәлиева менән Дарья Прокофьева лайыҡ булды.

source: — Онкологические заболевания являются одной из ведущих причин смертельных исходов во всем мире, такая ситуация складывается и в республике, — говорит кандидат биологических наук Дарья Прокофьева.
ba: — Онкологик сирҙәр бөтә донъяла, шул иҫәптән беҙҙең республикала ла үлем осраҡтарының иң киң таралған сәбәптәренең береһе һанала, — тип һөйләй биология фәндәре кандидаты Дарья Прокофьева.

source: — Проблема ранней ДНК-диагностики, выявление злокачественных новообразований и их лечение весьма актуальны.
ba: — Иртә ДНК-диагностикалау, яман шеш осраҡтарын асыҡлау, уларҙы дауалау — үтә лә көнүҙәк мәсьәләләр.

source: Наша работа направлена на разработку новых подходов для ранней идентификации рака яичников и рака желудка, а также на персонализацию лечения данных заболеваний.
ba: Был эшебеҙ түллек биҙҙәре һәм ашҡаҙан яман шешен иртә асыҡлауҙа яңы алымдар ҡулланыуға, шулай уҡ был сирҙәрҙе дауалауҙа персональ ҡараш булдырыуға ҡайтып ҡала.

source: Когда на основании генетических особенностей пациентов назначается индивидуальное высокоэффективное лечение.
ba: Ауырыуҙарҙың генетик үҙенсәлектәрен иҫәпкә алып, юғары һөҙөмтәле шәхсән дауалау билдәләнә.

source: В ходе исследований мы выявили ряд генетических маркеров (мутаций в генах, связанных с заболеванием), которые позволяют проводить ДНК-диагностику до начала заболевания, то есть определить риск возникновения рака.
ba: Тикшереүҙәр барышында бер нисә генетик маркерҙы (сиргә бәйле үҙгәрештәрҙе) асыҡланыҡ, улар яман шеш башланғанға тиклем ДНК-диагностика үткәрергә, йәғни рак барлыҡҡа килеү хәүефен асыҡларға булышлыҡ итә.

source: Также в тест-систему включен ряд маркеров, который связан с течением заболеваний — определяет возможность рецидива и тяжесть болезни.
ba: Шулай уҡ тест-системаға сирҙең барышы менән бәйле бер нисә маркер индерелгән, улар эҙемтәләрҙең нисек булырын билдәләй.

source: Сейчас разработан макет тест-системы.
ba: Әлеге ваҡытта тест-системаның макеты эшләнгән.

source: В перспективе подобная тест-система может использоваться в генетических консультациях, ДНК-лабораториях, онкоцентрах для улучшения качества диагностики и лечения рака яичников и рака желудка.
ba: Киләсәктә ул генетик консультацияларҙа, ДНК-лабораторияларҙа, онкоүҙәктәрҙә ҡулланылып, диагностикалау, түллек биҙҙәре һәм ашҡаҙан рагын дауалау сифатын яҡшыртыуға булышлыҡ итәсәк.

source: Наука в республике
ba: Республикала фән

source: Лауреаты, о которых рассказано выше, — это всего лишь несколько примеров научной деятельности в республике.
ba: Үрҙә телгә алынған лауреаттар — республикалағы фәнни эшмәкәрлектең бер нисә миҫалы ғына.

source: Башкортостан, будучи одним из ведущих индустриальных и сельскохозяйственных регионов России, дал стране немало выдающихся ученых в области точных наук, медицины, агрономии.
ba: Башҡортостан, Рәсәйҙең индустрия һәм ауыл хужалығы йәһәтенән иң үҫешкән төбәктәренең береһе булараҡ, теүәл фәндәр, медицина, агрономия өлкәләрендә илебеҙгә бихисап билдәле ғалимдар бирҙе.

source: Сильное развитие получили нефтяная, химическая и авиационная промышленности.
ba: Нефть, химия, авиация сәнәғәттәре йылдам үҫеш алды.

source: В настоящее время в Башкортостане действуют более 80 научно-исследовательских институтов, в которых трудятся несколько десятков тысяч сотрудников.
ba: Бөгөн Башҡортостанда 80-дән ашыу ғилми-тикшеренеү институты эшләй, улар тиҫтәләрсә мең хеҙмәткәрҙе берләштерә.

source: К примеру, коллектив ученых под руководством физика-материаловеда Руслана Валиева достиг больших успехов в разработке нанотехнологий.
ba: Мәҫәлән, физик Руслан Вәлиев етәкләгән коллектив нанотехнологиялар өлкәһендә ҙур уңыштарға иреште.

source: Созданные в республике наноматериалы обладают сверхпрочностью и сверхпластичностью и используются в самых разных областях — в медицине, машиностроении, авиации.
ba: Республикала уйлап табылған наноматериалдар ныҡлыҡ һәм һығылмалылыҡ йәһәтенән айырып билдәләнә, улар медицина, машиналар эшләү, авиация тармаҡтарында ҡулланыла.

source: На всю страну известен расположенный в Уфе Всероссийский центр глазной и пластической хирургии, в котором проводятся уникальные операции по восстановлению зрения.
ba: Өфөлә урынлашҡан Бөтә Рәсәй күҙ һәм пластик хирургия үҙәге тотош илгә билдәле, бында күреү һәләтен кире ҡайтарыусы үҙенсәлекле операциялар эшләнә.

source: Его руководитель Эрнст Мулдашев не только является высококлассным практикующим хирургом-офтальмологом, но и совершает научные экспедиции на Тибет, Гималаи, пишет книги, где предлагает свои версии происхождения человека.
ba: Уның етәксеһе Эрнст Мулдашев, юғары кимәлле хирург-офтальмолог булыу менән бер рәттән, Тибетҡа, Гималайға фәнни экспедициялар ойоштора, кешенең барлыҡҡа килеүенә бәйле фараздарға ҡоролған китаптар яҙа.

source: Из достижений республиканской науки также стоит отметить запуск собственного спутника УГАТУ в 2009 году, разработку мощнейшего электрогенератора для авиации в Уфимском агрегатном производственном объединении.
ba: Республика фәненең ҡаҙаныштарын барлағанда, 2009 йылда Өфө дәүләт авиация техник университетының шәхси юлдашын булдырыуҙы, «Өфө агрегат етештереү берекмәһе» заводында авиация өсөн тәғәйенләнгән ҡеүәтле электрогенератор эшләүҙе лә билдәләп үтергә кәрәк.

source: А в этом году Академия наук РБ подготовила проект Башкирской технологической инициативы (БТИ).
ba: Ә быйыл БР Фәндәр академияһы Башҡортостан технология башланғысы (БТИ) проектын әҙерләне.

source: Программа представляет собой разработку и внедрение перспективных технологий, направленных на экономический рост республики.
ba: Программа республика иҡтисадын үҫтереүгә йүнәлтелгән заманса технологиялар уйлап табыуҙы һәм ғәмәлгә индереүҙе күҙ уңында тота.

source: БТИ будет реализовываться в сферах сельского хозяйства, химических и биохимических технологий, радиоэлектроники и других областях.
ba: Был башланғыстар ауыл хужалығы, химия һәм биохимия технологиялары, радиоэлектроника тармаҡтарында һәм башҡа өлкәләрҙә тормошҡа ашырыласаҡ.

source: Изобретатели
ba: Уйлап табыусылар

source: Не отстают от ученых и обычные жители республики, которые десятками несут свои ноу-хау в патентное бюро.
ba: Ғалимдарҙан республиканың ябай кешеләре лә ҡалышмай, улар патент бюроһына тиҫтәләрсә асыштар тәҡдим итә.

source: Так, уфимец Андрей Толин запатентовал новый принцип зубчатой передачи для автомобиля.
ba: Мәҫәлән, Өфөлә йәшәүсе Андрей Толин автомобилдә ҡулланылған деталдең яңы вариантын уйлап тапҡан.

source: А семейная пара Лариса Хурсан и Станислав Семенов изобрели и запатентовали принципиально новый почтовый ящик.
ba: Ә ирле-ҡатынлы Лариса Хурсан менән Станислав Семенов үҙенсәлекле почта йәшниге эшләп, патент алыуға ирешкән.

source: -— В свое время я обратила внимание, что ящики в домах все разбитые, — рассказала преподаватель кандидат экономических наук Лариса Хурсан.
ba: — Күп фатирлы йорттарҙа почта йәшниктәре тиҙ сафтан сыға, йыш ҡына емереп тә китәләр, — тип һөйләй уҡытыусы, иҡтисад фәндәре кандидаты Лариса Хурсан.

source: — А трубу сломать трудно, к тому же их много остается после капитального ремонта.
ba: — Ғәҙәттә, капиталь ремонттан һуң бик күп торба ҡала, ә уны емереү еңелдән түгел.

source: Вот мне и пришла в голову мысль сделать почтовый ящик из трубы, лучше всего металлической.
ba: Бына шундай ҡалдыҡтарҙан, бигерәк тә тимер торба киҫәктәренән почта йәшниге эшләү идеяһы тыуҙы.

source: Ящик устроен следующим образом: две трубы — одна в одной по принципу телескопа. Сверху — прорезь, куда кладут письма, газеты или журналы.
ba: Ул бына нисек яһала: телескоптағы һымаҡ ике торба бер-береһенә кейҙерелә, өҫтәге ярыҡтан хаттар, гәзит-журналдар төшөрөлә.

source: Хозяин ящика открывает его своим ключом — снизу выставляется внутренняя труба с выемкой, оттуда забираешь свою корреспонденцию.
ba: Хужа асҡысы менән өҫкө өлөштө асты ниһә, эске торбалағы тишек аша кәрәкле әйберҙәрҙе алырға мөмкин.

source: При проектировании нового дома такие ящики можно сразу встраивать в стену.
ba: Яңы йорттарҙы проектлағанда ошоноң ише почта йәшниктәре ҡуйыуҙы планлаштырырға була.

source: В патентном отделе заявку одобрили — решили, что идея не бредовая, и к тому же никто еще ничего подобного не предлагал.
ba: Патент бүлегендә асышыбыҙҙы баһаланылар, бығаса бындай әйберҙе бер кем дә тәҡдим иткәне булмаған.

source: Доброй традицией стало проводить в столице республики Фестиваль науки, в рамках которого проходят лекции, мастер-классы, работают творческие лаборатории.
ba: Республиканың баш ҡалаһында Фән фестивале уҙғарыу матур традицияға әйләнде, уның сиктәрендә лекциялар уҡыла, оҫталыҡ дәрестәре күрһәтелә, ижади лабораториялар эшләй.

source: И результат не заставляет себя ждать — все больше школьников и студентов проявляют живой интерес к науке и пополняют ряды Кулибиных.
ba: Һөҙөмтәләр ҙә бар, әлбиттә - уҡыусылар һәм студенттар араһында фән менән ҡыҙыҡһыныусылар арта бара, улар кулибиндар сафын тулыландыра.

source: Кто знает, может быть, в скором будущем кто-нибудь изобретет вечный двигатель?
ba: Кем белә, бәлки, яҡын киләсәктә тап ошо йәштәр араһынан берәйһе мәңгелек двигатель дә уйлап табыр әле.

source: Рустэм ХАМИТОВ, глава Республики Башкортостан:
ba: Рөстәм ХӘМИТОВ, Башҡортостан Республикаһы Башлығы:

source: — Башкортостан считается одним из признанных в стране научных центров.
ba: — Башҡортостан ил күләмендә билдәле фән үҙәктәренең береһе һанала.

source: Здесь работают известные исследовательские школы, успешно реализуется значительный потенциал вузовской и молодежной науки, совершаются значимые технологические прорывы во многих отраслях.
ba: Беҙҙә танылған тикшеренеү мәктәптәре эшләй, уҡыу йорттарының, йәштәрҙең фәнни эшмәкәрлеге өсөн уңайлы ерлек булдырылған, күп кенә тармаҡтарҙа әһәмиәтле технологик асыштар яһала.

source: В наши дни именно инновационные технологии должны обеспечить динамичное развитие экономики знаний, наукоемкой промышленности, способствующих привлечению инвестиций, созданию современных рабочих мест.
ba: Беҙҙең көндәрҙә тап инновацион технологиялар иҡтисадтың, сәнәғәттең тотороҡло үҫешен тәьмин итә, яңы инвестициялар йәлеп итеүгә, заманса эш урындары булдырыуға мөмкинлектәр аса.

source: Эффективная «капитализация» достижений отечественной науки, кооперация интеллектуальных ресурсов на межрегиональном и международном уровнях — важные условия повышения экономической безопасности и глобальной конкурентоспособности России, укрепления ее позиций на мировой арене.
ba: Рәсәй фәненең ҡаҙаныштарын һөҙөмтәле арттырыу, интеллектуаль ресурстарҙы төбәк-ара, халыҡ-ара кимәлдәрҙә берләштереү — Рәсәйҙең иҡтисади хәүефһеҙлеген тәьмин итеү һәм глобаль көнәркәшлек, донъя аренаһында уның тотҡан урынын нығытыу өсөн мөһим шарттар.

source: Альфис ГАЯЗОВ, президент Академии наук РБ:
ba: Әлфис ҒАЯЗОВ, БР Фәндәр академияһы президенты:

source: — Ведущиеся сегодня в регионе научные исследования имеют практическое приложение, которое приведет к улучшению качества жизни в республике и дальнейшему развитию региона.
ba: — Бөгөн төбәгебеҙҙә алып барылған фәнни тикшеренеүҙәрҙең ғәмәли әһәмиәте ҙур, улар тормош кимәлен яҡшыртыуға һәм республикабыҙҙың киләсәкке үҫешенә булышлыҡ итәсәк.

source: Мы утвердили более десяти направлений, девять из которых касаются таких сфер, которые ждут от нас конкретных исследований.
ba: Беҙ ундан ашыу йүнәлеш билдәләнек, уларҙың туғыҙы аныҡ тикшеренеүҙәр талап итә.

source: В частности, это поиск путей, связанных с развитием социально-экономической сферы, а также поиск прорывных технологий, которые приведут к дальнейшему развитию промышленности республики.
ba: Бында һүҙ социаль-иҡтисади тармаҡтарҙы үҫтереү юлдарын эҙләү, төбәк сәнәғәтенә үҫеш бирәсәк технологиялар уйлап табыу хаҡында бара.

source: Глюс ШАРИПОВ, первый заместитель председателя УНЦ РАН:
ba: Глүс ШӘРИПОВ, Рәсәй Фәндәр академияһы Өфө ғилми үҙәге рәйесенең беренсе урынбаҫары:

source: — В республике достаточно мощный научно-технический потенциал.
ba: — Республикала ярайһы уҡ ҡеүәтле ғилми потенциал тупланған.

source: Научно-технический комплекс Башкортостана объединяет федеральные вузы, крупнейший федеральный научный центр — Уфимский научный центр Российской академии наук, Академию наук Республики Башкортостан, исследовательские институты и лаборатории.
ba: Башҡортостандың фәнни-техник комплексы юғары уҡыу йорттарын, Рәсәй Фәндәр академияһының Өфө ғилми үҙәген, Башҡортостан Республикаһының Фәндәр академияһын, тикшеренеү институттарын һәм лабораторияларҙы берләштерә.

source: Исследования ведутся по разным направлениям.
ba: Тикшеренеүҙәр төрлө йүнәлештәрҙә алып барыла.

source: Представлены все естественные науки, очень сильный гуманитарный блок.
ba: Барлыҡ тәбиғи фәндәр үҫешә, гуманитар йүнәлеш тә бик көслө.

source: Нашими учеными успешно разрабатываются и внедряются генно-инженерные и химико-биологические технологии, конкурентоспособные химические технологии в нефтехимии и нефтепереработке, водородные технологии, наноматериалы.
ba: Ғалимдарыбыҙ тарафынан ген-инженер, химия-биология, нефть химияһы һәм нефть эшкәртеүҙә көнәркәшлеккә эйә химик, водородлы технологиялар, наноматериалдар уңышлы өйрәнелә һәм тормошта ҡулланыла.

source: Правительство республики поддерживает инновационное творчество молодых ученых.
ba: Республика Хөкүмәте йәш ғалимдарҙың тикшеренеү-асыштарын юғары баһалай.

source: Существуют престижная республиканская молодежная премия, система грантов, президентские стипендии, решаются социальные и жилищные проблемы.
ba: Был йүнәлештә абруйлы республика йәштәр премияһы, гранттар системаһы, президент стипендиялары булдырылған, социаль өлкәгә һәм торлаҡҡа ҡағылышлы мәсьәләләр хәл ителә.

source: Принимаются меры, чтобы сохранить интеллектуальный потенциал, чтобы ученые не уезжали из республики.
ba: Интеллектуаль потенциалды һаҡлау, ғалимдарыбыҙ республиканан ситкә күсеп китмәһен өсөн тейешле саралар күрелә.
